{
    "phrases": [
      {
        "phrase": "Aprenda com os erros dos outros. Você não consegue viver tempo suficiente para cometer todos por si mesmo.",
        "author": "Desconhecido",
        "id": 0
      },
      {
        "phrase": "A coragem não é ausência do medo; é a persistência apesar do medo.",
        "author": "Desconhecido",
        "id": 1
      },
      {
        "phrase": "Três regras: não prometa nada quando estiver feliz; não responda nada quando estiver irritado; não decida nada quando estiver triste.",
        "author": "Desconhecido",
        "id": 2
      },
      {
        "phrase": "Todos querem o perfume das flores, mas poucos sujam as suas mãos para cultivá-las.",
        "author": "Augusto Cury em Armadilhas da Mente, Editora Arqueiro, 2013",
        "id": 3
      },
      {
        "phrase": "Exige muito de ti e espera pouco dos outros. Assim, evitarás muitos aborrecimentos.",
        "author": "Confúcio Os Analectos.",
        "id": 4
      },
      {
        "phrase": "As convicções são inimigas mais perigosas da verdade do que as mentiras.",
        "author": "Friedrich Nietzsche em Humano, Demasiado Humano. São Paulo: Cia das Letras, 2000.",
        "id": 5
      },
      {
        "phrase": "Não lamente o que podia ter e se perdeu por caminhos errados e nunca mais voltou.",
        "author": "Cora Coralina em Meu Livro de Cordel. São Paulo: Global Editora, 2012.",
        "id": 6
      },
      {
        "phrase": "O mundo é um lugar perigoso de se viver, não por causa daqueles que fazem o mal, mas sim por causa daqueles que observam e deixam o mal acontecer.",
        "author": "Albert Einstein and Robert FITZHENRY in The Harper Book of Quotations, 1993.",
        "id": 7
      },
      {
        "phrase": "Somos o que pensamos. Tudo o que somos surge com nossos pensamentos. Com nossos pensamentos, fazemos o nosso mundo.",
        "author": "Desconhecido",
        "id": 8
      },
      {
        "phrase": "É da natureza da felicidade apresentar-se como inapreensível. Impossível de ter, reter, deter. Quando supomos agarrá-la, é porque já nos escapou.",
        "author": "Clóvis de Barros Filho em A felicidade é inútil. Porto Alegre: CDG, 2019.",
        "id": 9
      },
      {
        "phrase": "Tudo que nasce tende a morrer para que a vida continue. É porque sabemos que vamos morrer que temos urgência de viver.",
        "author": "Viviane Mosé em O homem que sabe: do homo sapiens à crise da razão. Rio de Janeiro: Civilização Brasileira, 2013.",
        "id": 10
      },
      {
        "phrase": "As pessoas mais perigosas são aquelas que têm paixão, mas não têm sabedoria.",
        "author": "Haemin Sunim em As coisas que você só vê quando desacelera. Rio de Janeiro: Sextante, 2017.",
        "id": 11
      },
      {
        "phrase": "Maior que a tristeza de não haver vencido é a vergonha de não ter lutado!",
        "author": "Rui Barbosa",
        "id":12
      },
      {
        "phrase": "Não basta conquistar a sabedoria, é preciso usá-la. ",
        "author": "Cícero",
        "id": 13
      },
      {
        "phrase": "O importante não é vencer todos os dias, mas lutar sempre.",
        "author": "Waldemar Valle Martins em Vitrais do mundo. São Paulo: Loyola, 1999.",
        "id": 14
      },
      {
        "phrase": "Viver significa lutar.",
        "author": "Sêneca",
        "id": 15
      },
      {
        "phrase": "Melhor lutar por algo do que viver para nada.",
        "author": "Winston Churchill",
        "id": 16
      },
      {
        "phrase": "Muitos sabem ganhar dinheiro, mas poucos sabem gastá-lo.",
        "author": "Henry David Thoreau",
        "id": 17
      },
      {
        "phrase": "Aquele que nunca viu a tristeza, nunca reconhecerá a alegria.",
        "author": "Khalil Gibran",
        "id": 18
      },
      {
        "phrase": "A amizade duplica as alegrias e divide as tristezas.",
        "author": "Francis Bacon",
        "id": 19
      },
      {
        "phrase": "O sábio não se senta para lamentar-se, mas se põe alegremente em sua tarefa de consertar o dano feito.",
        "author": "William Shakespeare",
        "id": 20
      }
    ]
  }